<%--
  Created by IntelliJ IDEA.
  User: ksha0
  Date: 2023-03-11
  Time: 오전 10:15
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" isELIgnored="false" %>
<html>
<%@ include file="../common/head.jsp" %>
<body>
<%@ include file="../common/header.jsp" %>
<div id="container">
    <div class="contract-wrap">
        <label>
			<textarea readonly>
제 1 장 총칙
제 1 조 (목적)
본 약관은 문화체육관광부 대표누리집 (이하 "누리집")이 제공하는 모든 서비스(이하 "서비스")의 이용조건 및 절차, 이용자와 누리집의 권리, 의무, 책임사항과 기타 제반 사항을 규정함을 목적으로 합니다.

제 2 조 (약관의 명시와 개정)
1. 누리집은 이 약관의 내용과 주소지, 관리자의 성명, 개인정보보호 담당자의 성명, 연락처(전화, 팩스, 전자우편 주소 등) 등을 이용자가 알 수 있도록 누리집의 초기 서비스화면(전면)에 게시합니다.
2. 누리집은 약관의 규제에 관한 법률, 전자거래기본법, 전자서명법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
3. 누리집이 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 누리집의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일 까지 공지합니다.
4. 이 약관에 동의하는 것은 정기적으로 웹을 방문하여 약관의 변경사항을 확인하는 것에 동의함을 의미합니다. 변경된 약관에 대한 정보를 알지 못해 발생하는 이용자의 피해는 누리집에서 책임지지 않습니다.
5. 회원은 변경된 약관에 동의하지 않을 경우 회원 탈퇴(해지)를 요청할 수 있으며, 변경된 약관의 효력 발생일로부터 7일 이후에도 거부의사를 표시하지 아니 하고 서비스를 계속 사용할 경우 약관의 변경 사항에 동의한 것으로 간주됩니다.
6. 본 약관에 명시되지 않은 사항은 전기통신기본법, 전기통신사업법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 및 기타 관련 법령의 규정에 의합니다.
제 3 조 (용어의 정의)
1. 본 약관에서 사용하는 용어의 정의는 다음과 같습니다.
① 이용계약 : 서비스 이용과 관련하여 누리집과 이용자 간에 체결하는 계약
② 가입 : 누리집이 제공하는 신청서 양식에 해당 정보를 기입하고, 본 약관에 동의하여 서비스 이용계약을 완료시키는 행위
③ 회원 : 누리집에 회원가입에 필요한 개인 정보를 제공하여 회원 등록을 한 자로서, 누리집의 정보 및 서비스를 이용할 수 있는 자
④ 이용자번호(ID) : 이용고객의 식별과 이용자가 서비스 이용을 위하여 이용자가 정하고 누리집이 승인하는 문자와 숫자의 조합
⑤ 비밀번호(PW) : 이용자가 등록회원과 동일인인지 신원을 확인하고 통신상의 자신의 개인정보보호를 위하여 이용자 자신이 정한 문자와 숫자의 조합
⑥ 게시물 : 회원이 서비스를 이용하면서 게시한 글, 이미지, 동영상 등 각종 파일과 링크 등
⑦ 탈퇴(해지) : 서비스 또는 회원이 이용계약을 종료하는 행위
2. 본 약관에서 정의하지 않은 용어는 개별서비스에 대한 별도약관 및 이용규정에서 정의합니다.
제 2 장 이용계약의 성립 및 해지
제 4 조 (이용 계약의 성립)
1. 이용계약은 이용자가 본 이용약관 내용에 대한 동의와 이용신청에 대하여 누리집의 이용승낙으로 성립합니다.
2. 본 이용약관에 대한 동의는 이용신청 당시 해당 누리집의 '동의함' 버튼을 누름으로써 의사표시를 합니다.
제 5 조 (회원가입 및 탈퇴)
1. 회원가입은 신청자가 온라인으로 누리집에서 제공하는 소정의 가입신청 양식에서 요구하는 사항을 기록하여 가입을 완료하는 것으로 성립됩니다.
2. 누리집은 다음 각 호에 해당하는 회원에 대하여는 가입을 취소할 수 있습니다.
① 다른 사람의 명의를 사용하여 신청하였을 때
② 회원가입 신청서의 내용을 허위로 기재하였거나 신청하였을 때
③ 사회의 안녕 질서 혹은 미풍양속을 저해할 목적으로 신청하였을 때
④ 다른 사람의 누리집 서비스 이용을 방해하거나 그 정보를 도용하는 등의 행위를 하였을 때
⑤ 누리집을 이용하여 법령과 본 약관이 금지하는 행위를 하는 경우
⑥ 기타 누리집이 정한 회원가입 요건이 미비 되었을 때
3. 누리집은 다음 각 항에 해당하는 경우 그 사유가 해소될 때까지 이용계약 성립을 유보할 수 있습니다.
① 서비스 관련 제반 용량이 부족한 경우
② 기술상 장애 사유가 있는 경우
4. 누리집은 자체 개발하거나 다른 기관과 협의 등을 통해 일체의 서비스를 제공하며 변경 시 변경될 서비스의 내용을 이용자에게 공지하고 제공할 수 있습니다.
5. 회원은 등록사항에 변경이 있는 경우, 즉시 회원정보 수정 등 기타 방법으로 누리집에 대하여 그 변경사항을 알려야 합니다.
6. 회원은 가입 이후 누리집에서 제공하는 서비스를 제공받을 의사가 없는 등의 사유가 있을 경우에는 언제든지 회원탈퇴(해지)를 할 수 있습니다. 다만 타인에 의해 재 게시되거나, 게시판, 커뮤니티, 카페 등 공유 및 알림의 목적으로 등록된 게시물은 삭제되지 않으니 사전에 삭제 후 탈퇴하여야 합니다.
제 6 조 (이용자번호 부여 및 변경 등)
1. 누리집은 이용고객에 대하여 약관에 정하는 바에 따라 이용자 ID를 부여합니다.
2. 이용자번호(ID)는 원칙적으로 변경이 불가하며 부득이한 사유로 인하여 변경하고자 하는 경우에는 해당 ID를 해지하고 재가입해야 합니다.(확인필요) 다만, 누리집의 기존 회원이 통합회원으로 전환 시, 기존회원의 이용자번호(ID)가 이미 통합회원 ID로 사용되고 있는 경우에는 기존회원ID는 변경되어야 합니다.
3. 이용자번호(ID)는 다음 각 호에 해당하는 경우에는 이용고객 또는 회사의 요청으로 변경할 수 있습니다.
① 이용자번호(ID)가 이용자의 전화번호 또는 주민등록번호 등으로 등록되어 사생활침해가 우려되는 경우
② 타인에게 혐오감을 주거나 미풍양속에 어긋나는 경우
③ 기타 합리적인 사유가 있는 경우
4. 서비스 이용자번호(ID) 및 비밀번호의 관리책임은 이용자에게 있습니다. 이를 소홀히 관리하여 발생하는 서비스 이용 상의 손해 또는 제3자에 의한 부정이용 등에 대한 책임은 이용자에게 있으며 누리집은 그에 대한 책임을 일절 지지 않습니다.
5. 기타 이용자 개인정보 관리 및 변경 등에 관한 사항은 누리집이 정하는 바에 의합니다.
제 7 조 (회원정보 사용에 대한 동의)
1. 누리집은 회원정보를 “공공기관의 개인정보보호에 관한 법률”에 의해 보호합니다.
2. 누리집의 회원 정보는 다음과 같이 수집, 사용, 관리, 보호됩니다.
① 개인정보의 수집 : 누리집은 회원이 누리집 서비스 가입 시 제공하는 정보를 통하여 정보를 수집합니다.
② 개인정보의 사용 : 누리집은 누리집 서비스 제공과 관련해서 수집된 회원의 신상정보를 본인의 승낙 없이 제3자에게 누설, 배포하지 않습니다. 다만 다음과 같은 경우, 법이 허용하는 범위 내에서 회원의 개인정보를 제3자에게 제공할 수 있습니다. 전기통신기본법 등 법률의 규정에 의해 국가기관의 요구가 있는 경우, 범죄에 대한 수사상의 목적이 있거나 정보통신윤리위원회의 요청이 있는 경우 또는 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우
③ 개인정보의 관리 : 회원은 개인정보의 보호 및 관리를 위하여 서비스의 개인정보관리에서 수시로 본인의 개인정보를 수정/삭제할 수 있습니다. 수신되는 정보 중 불필요하다고 생각되는 부분도 변경/조정할 수 있습니다.
④ 개인정보의 보호 : 회원의 개인정보는 오직 본인만이 열람/수정/삭제할 수 있으며, 이는 전적으로 회원의 ID와 비밀번호에 의해 관리되고 있습니다. 따라서 타인에게 본인의 ID와 비밀번호를 알려주어서는 아니 되며, 작업 종료 시에는 반드시 로그아웃하고, 웹 브라우저의 창을 닫아야 합니다.(이는 타인과 컴퓨터를 공유하는 인터넷 카페나 도서관 같은 공공장소에서 컴퓨터를 사용하는 경우에 본인의 정보보호를 위하여 필요한 사항입니다)
3. 회원이 누리집에 본 약관에 따라 이용신청을 하는 것은 누리집이 본 약관에 따라 신청서에 기재된 회원정보를 수집, 이용하는 것에 동의하는 것으로 간주됩니다.
제 8 조 (이용자의 정보 보안)
1. 회원은 누리집 서비스 가입 절차를 완료하는 순간부터 입력한 정보의 비밀을 유지할 책임이 있으며, ID와 비밀번호를 사용하여 발생하는 모든 결과에 대한 책임은 본인에게 있습니다.
2. ID와 비밀번호에 관한 모든 관리의 책임은 본인에게 있으며, 본인의 ID나 비밀번호가 부정하게 사용되었다는 사실을 발견한 경우에는 즉시 누리집에 신고하여야 합니다. 신고를 하지 않음으로 인해 발생하는 모든 책임은 회원 본인에게 있습니다.
3. 이용자는 누리집 서비스의 사용 종료 시마다 정확히 로그아웃(Log-out)해야 하며, 로그아웃하지 아니하여 제3자가 회원 정보를 도용하는 등의 결과로 인해 발생하는 손해 및 손실에 대하여 누리집은 책임을 부담하지 아니합니다.
			</textarea>
        </label>

        <a href="${pageContext.request.contextPath}/member/signup">
            <div class="confirm" style="width: 97%;">동의</div>
        </a>
    </div>
</div>
<%@ include file="../common/footer.jsp"%>
</body>
</html>
